[T_City_Center_Propaganda_01_Prop_Announcer AkEvent]
SpokenText="A queima de combustíveis fósseis é estritamente proibida. Células de energia ADVENT estão disponíveis em quantidade limitada para usuários qualificados."

[T_City_Center_Propaganda_02_Prop_Announcer AkEvent]
SpokenText="Lembre-se, estamos todos juntos nisso. A ADVENT está aqui por você."

[T_City_Center_Propaganda_03_Prop_Announcer AkEvent]
SpokenText="Seja os olhos da ADVENT. Relate todas as atividades suspeitas ao seu Agente da Paz ADVENT mais próximo."

[T_City_Center_Propaganda_04_Prop_Announcer AkEvent]
SpokenText="Seus amigos ou familiares ainda vivem fora do centro da cidade? Incentive-os a fazer a transferência hoje!"

[T_City_Center_Propaganda_05_Prop_Announcer AkEvent]
SpokenText="Cidadãos são lembrados de obedecer todas as diretrizes de segurança, incluindo aquelas dadas por sistemas automatizados ou não tripulados."

[T_City_Center_Propaganda_06_Prop_Announcer AkEvent]
SpokenText="Sua cooperação torna tudo isso possível. ADVENT - trabalhando juntos pela paz."

[T_City_Center_Propaganda_07_Prop_Announcer AkEvent]
SpokenText="ADVENT - vinte anos de paz e prosperidade através da cooperação."

[T_City_Center_Propaganda_08_Prop_Announcer AkEvent]
SpokenText="Aproveite tudo o que a cidade tem a oferecer, desfrute dos benefícios da paz."

[T_City_Center_Propaganda_09_Prop_Announcer AkEvent]
SpokenText="Limpo, seguro, estável. A cidade é sua casa, aproveite."

[T_City_Center_Propaganda_10_Prop_Announcer AkEvent]
SpokenText="Dúvidas ou preocupações? Procure seu Agente da Paz ADVENT mais próximo."

[T_City_Center_Propaganda_11_Prop_Announcer AkEvent]
SpokenText="A ADVENT se esforça para assegurar seu futuro. Ajude-nos, ajude você. Relate todas as atividades suspeitas."

[T_City_Center_Propaganda_12_Prop_Announcer AkEvent]
SpokenText="Seu futuro é mais brilhante do que nunca. A ADVENT está aqui para garantir sua segurança e conforto contínuos."

[T_City_Center_Propaganda_13_Prop_Announcer AkEvent]
SpokenText="No momento, todas as excursões fora do centro da cidade foram suspensas por tempo indeterminado. Pedimos desculpas por qualquer inconveniência."

[T_City_Center_Propaganda_14_Prop_Announcer AkEvent]
SpokenText="Visite sua Clínica de Terapia Genética local para experimentar os últimos avanços em cuidados preventivos."

[T_City_Center_Propaganda_15_Prop_Announcer AkEvent]
SpokenText="Os Agentes da Paz ADVENT estão aqui para sua proteção. Sua vigilância significa sua segurança."

[T_City_Center_Propaganda_16_Prop_Announcer AkEvent]
SpokenText="Sua adesão às diretrizes ADVENT garante a segurança contínua de todos os cidadãos."

[T_City_Center_Propaganda_17_Prop_Announcer AkEvent]
SpokenText="Fingir não ver atividades suspeitas coloca todos em risco. A ADVENT incentiva a denúncia proativa por todos os cidadãos."

[T_City_Center_Propaganda_18_Prop_Announcer AkEvent]
SpokenText="Esperamos que você desfrute de todas as comodidades disponíveis para você na cidade. Encaminhe todas as preocupações para seu Agente da Paz."

[T_City_Center_Propaganda_19_Prop_Announcer AkEvent]
SpokenText="Pedimos desculpas por qualquer inconveniente experimentado durante as inspeções de segurança regulares. A ADVENT está aqui para garantir sua segurança."

[T_City_Center_Propaganda_20_Prop_Announcer AkEvent]
SpokenText="Fique ciente de que qualquer interferência ou desativação de torres de segurança ADVENT é estritamente proibida."

[T_City_Center_Propaganda_21_Prop_Announcer AkEvent]
SpokenText="A ADVENT oferece acesso ilimitado a entretenimento especialmente adaptado ao seu perfil único. Por favor, abstenha-se do consumo ou comércio de substâncias ilegais."

[T_City_Center_Propaganda_22_Prop_Announcer AkEvent]
SpokenText="Discussão ou envolvimento em atividades relacionadas a grupos dissidentes anti-governo é motivo para julgamento sumário imediato pelas forças de paz da ADVENT."

[T_City_Center_Propaganda_23_Prop_Announcer AkEvent]
SpokenText="Os cidadãos são lembrados que todas as viagens fora do centro da cidade requerem pré-autorização do seu oficial local da ADVENT."

[T_City_Center_Propaganda_24_Prop_Announcer AkEvent]
SpokenText="A ADVENT está aqui por você. Cooperação hoje, paz amanhã."

[T_City_Center_Propaganda_25_Prop_Announcer AkEvent]
SpokenText="Atos de vandalismo ou dissidência pública não serão tolerados. A ADVENT aprecia seus esforços para manter uma postura calma e serena."

[T_City_Center_Propaganda_26_Prop_Announcer AkEvent]
SpokenText="Por favor, relate todas as perturbações ao seu Agente da Paz ADVENT mais próximo para mediação."

[T_City_Center_Propaganda_27_Prop_Announcer AkEvent]
SpokenText="Os cidadãos são garantidos de que a atividade recente de grupos dissidentes perto dos centros da cidade será rapidamente contida. Relate todas as pessoas suspeitas ao seu Agente da Paz."

[T_City_Center_Propaganda_28_Prop_Announcer AkEvent]
SpokenText="Os sacrifícios dos Anciões em prol da humanidade nos proporcionam todo o conforto e segurança que desfrutamos hoje. Nunca esqueçam os Anciões."

[T_City_Center_Propaganda_29_Prop_Announcer AkEvent]
SpokenText="Preocupações recentes sobre supostos desaparecimentos dos centros da cidade foram minimizadas por funcionários da ADVENT."

[T_City_Center_Propaganda_30_Prop_Announcer AkEvent]
SpokenText="Embora os rumores de dissidentes do XCOM operando dentro dos centros da cidade continuem se espalhando, os cidadãos são lembrados de que a colaboração com combatentes inimigos é um crime capital."

[T_City_Center_Propaganda_31_Prop_Announcer AkEvent]
SpokenText="A ADVENT precisa da sua ajuda! Relate pessoas ou atividades suspeitas ao seu Agente da Paz ADVENT mais próximo."

[T_City_Center_Propaganda_32_Prop_Announcer AkEvent]
SpokenText="Juntos, o futuro é mais brilhante do que nunca. ADVENT, trabalhando de mãos dadas com nossos cidadãos."

[T_City_Center_Propaganda_33_Prop_Announcer AkEvent]
SpokenText="Faça a sua parte; visite seu recrutador local da ADVENT hoje."

[T_City_Center_Propaganda_34_Prop_Announcer AkEvent]
SpokenText="Cidadãos são lembrados de não se envolverem com as forças de Paz ADVENT, a menos que haja uma preocupação imediata de segurança."

[T_City_Center_Propaganda_35_Prop_Announcer AkEvent]
SpokenText="A ADVENT gostaria de lembrar a todos os cidadãos que a importação ou comércio de substâncias proibidas é um crime capital."

[T_City_Center_Propaganda_36_Prop_Announcer AkEvent]
SpokenText="Preocupações com a saúde? A Terapia Genética ADVENT pode ajudar; visite sua clínica mais próxima hoje!"

[T_City_Center_Propaganda_37_Prop_Announcer AkEvent]
SpokenText="Uma variedade de opções de entretenimento de outro mundo está disponível para o seu deleite. Visite-nos hoje mesmo!"

[T_City_Center_Propaganda_38_Prop_Announcer AkEvent]
SpokenText="Curioso sobre os mais recentes designs inovadores da ADVENT Automotive? Informe-se sobre os requisitos para ser proprietário em sua concessionária local."

[T_City_Center_Propaganda_39_Prop_Announcer AkEvent]
SpokenText="Em caso de emergência, mantenha a calma e siga as diretrizes de todas as forças de paz da ADVENT."

[T_City_Center_Propaganda_40_Prop_Announcer AkEvent]
SpokenText="Sua cooperação contínua é apreciada."

[T_City_Center_Propaganda_41_Prop_Announcer AkEvent]
SpokenText="Lembrete a todos os cidadãos: a posse de armas ou armas de fogo de qualquer tipo é uma ofensa capital."

[T_Small_Town___Slums_Propaganda_01_Prop_Announcer AkEvent]
SpokenText="Por que passar necessidades? Nossas cidades têm mais do que suficiente para todos - transfira-se hoje!"

[T_Small_Town___Slums_Propaganda_02_Prop_Announcer AkEvent]
SpokenText="Há uma vida mais fácil esperando por você na cidade. Todos são bem-vindos."

[T_Small_Town___Slums_Propaganda_03_Prop_Announcer AkEvent]
SpokenText="Liberdade não precisa significar ansiedade e desconforto. Nas cidades, sua vida é sua, sem as dificuldades. Experimente hoje mesmo!"

[T_Small_Town___Slums_Propaganda_04_Prop_Announcer AkEvent]
SpokenText="Uma vida melhor aguarda você e sua família nos centros urbanos. Transferências imediatas estão disponíveis."

[T_Small_Town___Slums_Propaganda_05_Prop_Announcer AkEvent]
SpokenText="Novas oportunidades aguardam a todos que se transferem! Mude para o centro da cidade mais próximo hoje!"

[T_Small_Town___Slums_Propaganda_06_Prop_Announcer AkEvent]
SpokenText="Está se sentindo cansado, com fome e assustado? A ADVENT pode aliviar seu fardo. Visite o centro da cidade mais próximo."

[T_Small_Town___Slums_Propaganda_07_Prop_Announcer AkEvent]
SpokenText="Você está lutando? A cidade espera por você. Temos tudo o que você precisa."

[T_Small_Town___Slums_Propaganda_08_Prop_Announcer AkEvent]
SpokenText="A ADVENT dá as boas-vindas a todos nos centros da cidade. Liberte-se, transfira-se hoje."

[T_Small_Town___Slums_Propaganda_09_Prop_Announcer AkEvent]
SpokenText="Milhões já vieram desfrutar de uma vida melhor, um futuro melhor. Por que você ainda não veio? Transfira-se para o centro da cidade mais próximo."

[T_Small_Town___Slums_Propaganda_10_Prop_Announcer AkEvent]
SpokenText="Se sentindo debilitado? A Terapia Genética ADVENT pode ajudar. Um benefício gratuito para todos os habitantes dos centros da cidade."

[T_Small_Town___Slums_Propaganda_11_Prop_Announcer AkEvent]
SpokenText="Fique ciente de que a posse de gado ou animais domésticos é proibida. Entregue qualquer animal não autorizado ao seu posto de Paz da ADVENT mais próximo."

[T_Small_Town___Slums_Propaganda_12_Prop_Announcer AkEvent]
SpokenText="As rações ADVENT CORE aprovadas estão disponíveis em quantidades limitadas para os cidadãos que buscam mais assistência."

[T_Small_Town___Slums_Propaganda_13_Prop_Announcer AkEvent]
SpokenText="Programas de anistia de contrabando estão disponíveis para aqueles que buscam refúgio em um centro da cidade."

[T_Small_Town___Slums_Propaganda_14_Prop_Announcer AkEvent]
SpokenText="A anistia está disponível para aqueles que entregarem materiais ilícitos voluntariamente para destruição. Procure seu Agente da Paz mais próximo."

[T_Small_Town___Slums_Propaganda_15_Prop_Announcer AkEvent]
SpokenText="A Terapia Genética ADVENT pode mitigar diversas doenças que anteriormente eram consideradas fatais pelos padrões do mundo antigo. Visite o centro da cidade mais próximo para mais detalhes."

[T_Small_Town___Slums_Propaganda_16_Prop_Announcer AkEvent]
SpokenText="Todos os cidadãos dos centros da cidade têm garantido acesso a comida, abrigo e assistência médica pelo resto de suas vidas."

[T_Small_Town___Slums_Propaganda_17_Prop_Announcer AkEvent]
SpokenText="Não perdemos todos o suficiente já? Nos centros da cidade, o crime é coisa do passado graças à ADVENT."

[T_Small_Town___Slums_Propaganda_18_Prop_Announcer AkEvent]
SpokenText="As forças de paz da ADVENT estão buscando informações sobre várias pessoas procuradas para interrogatório. Por favor, informe qualquer avistamento ao seu Agente da Paz mais próximo."

[T_Small_Town___Slums_Propaganda_19_Prop_Announcer AkEvent]
SpokenText="Milhões de pessoas não podem estar erradas. Os centros da cidade fornecem tudo o que você precisa, sem incertezas. Transfira-se hoje."

[T_Small_Town___Slums_Propaganda_20_Prop_Announcer AkEvent]
SpokenText="As forças de paz da ADVENT estão empenhadas em assegurar que as diretrizes de política sejam cumpridas em todas as áreas habitadas pelos humanos."

[T_Small_Town___Slums_Propaganda_21_Prop_Announcer AkEvent]
SpokenText="Em mais de oitenta por cento dos casos identificados, pessoas desaparecidas dos territórios externos foram encontradas vivendo confortavelmente em um centro da cidade ADVENT."

[T_Small_Town___Slums_Propaganda_22_Prop_Announcer AkEvent]
SpokenText="Por que enfrentar a incerteza de viver com mercadorias ilegais ou de segunda mão? A AD

VENT fornece todas as necessidades da vida nos centros da cidade."

[T_Small_Town___Slums_Propaganda_23_Prop_Announcer AkEvent]
SpokenText="O contrabando nunca é a resposta. A ADVENT instituiu penas rigorosas para aqueles condenados por lidar com materiais não autorizados."

[T_Small_Town___Slums_Propaganda_24_Prop_Announcer AkEvent]
SpokenText="As forças de paz da ADVENT conduzirão inspeções surpresa de contrabando ao longo do mês. Sua cooperação garante um processo seguro e tranquilo."

[T_Small_Town___Slums_Propaganda_25_Prop_Announcer AkEvent]
SpokenText="Uma vida melhor está esperando. Transfira-se para um centro da cidade hoje."

[T_Small_Town___Slums_Propaganda_26_Prop_Announcer AkEvent]
SpokenText="Sirva um propósito maior; procure hoje mesmo seu recrutador local da ADVENT!"

[T_Small_Town___Slums_Propaganda_27_Prop_Announcer AkEvent]
SpokenText="As forças de paz da ADVENT estão buscando novos recrutas motivados. Informe-se em seu posto da ADVENT local."

[T_Small_Town___Slums_Propaganda_28_Prop_Announcer AkEvent]
SpokenText="A ADVENT está dedicada a construir um mundo melhor e um futuro mais brilhante para toda a humanidade. Consulte seu recrutador hoje."

[T_Small_Town___Slums_Propaganda_29_Prop_Announcer AkEvent]
SpokenText="Você não precisa sofrer com as duras realidades do mundo antigo. A ADVENT dá as boas-vindas a todos que buscam refúgio nos centros da cidade."

[T_Small_Town___Slums_Propaganda_30_Prop_Announcer AkEvent]
SpokenText="Não se assuste com qualquer espécie não humana vista perto dos agentes de paz da ADVENT. Sua presença é totalmente benigna."

[T_Small_Town___Slums_Propaganda_31_Prop_Announcer AkEvent]
SpokenText="A ADVENT leva a sério todos os relatos de pessoas desaparecidas. Caso precise registrar uma declaração oficial, informe-se em seu posto de segurança da ADVENT mais próximo."

[T_Small_Town___Slums_Propaganda_32_Prop_Announcer AkEvent]
SpokenText="As rações aprovadas ADVENT CORE estão disponíveis em quantidades limitadas para os cidadãos que buscam mais assistência."

[T_Small_Town___Slums_Propaganda_33_Prop_Announcer AkEvent]
SpokenText="Não seja enganado por agitadores dissidentes que fazem promessas que não podem cumprir. Somente a ADVENT pode proporcionar a segurança e a segurança de longo prazo que você merece."

[T_Small_Town___Slums_Propaganda_34_Prop_Announcer AkEvent]
SpokenText="A ADVENT está trabalhando de mãos dadas para construir um futuro melhor para todos os habitantes da Terra."

[T_Small_Town___Slums_Propaganda_35_Prop_Announcer AkEvent]
SpokenText="A ADVENT Burger agora oferece as últimas seleções em proteínas gourmet. Experimente nossas novas opções hoje mesmo."

[T_Small_Town___Slums_Propaganda_36_Prop_Announcer AkEvent]
SpokenText="A ADVENT carregará o fardo, tudo o que você precisa fazer é pedir."

[T_Small_Town___Slums_Propaganda_37_Prop_Announcer AkEvent]
SpokenText="Neste momento, nos centros urbanos ao redor do globo, pessoas como você estão confortáveis e aquecidas. Junte-se a elas, junte-se à ADVENT."

[T_Small_Town___Slums_Propaganda_38_Prop_Announcer AkEvent]
SpokenText="Cansado de viver no passado? Junte-se a nós no futuro. ADVENT."

[T_Small_Town___Slums_Propaganda_39_Prop_Announcer AkEvent]
SpokenText="Resistência é difícil, conformidade é fácil. A escolha é sua."

